acpi
alsa-utils
amd-ucode
arandr
archlinux-keyring
autoconf
automake
base
binutils
bison
blueman
bluez
bluez-utils
breeze-gtk
brightnessctl
chromium
clang
discord
discord-canary
dmenu
dunst
efibootmgr
fakeroot
feh
file
findutils
firefox
flameshot
flex
gawk
gcc
gdb
gettext
globalprotect-openconnect
go
gobject-introspection
gperf
gpick
grep
groff
grub
gtk2
gtk4
gvfs
gzip
htop
i3-gaps
i3blocks
i3status
inetutils
iwd
jq
kitty
lazygit
libpulse
libreoffice-fresh
libtool
libva-mesa-driver
light
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lxappearance-gtk3
m4
make
man-db
nano
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
noto-fonts-emoji
npm
openssh
otf-font-awesome
pacman
patch
pavucontrol
picom
pipewire-alsa
pipewire-pulse
pkgconf
polkit-gnome
polybar
python-pywal
python2
ripgrep
rofi
rsync
seamonkey
sed
smartmontools
sudo
texinfo
thunar
tidy
ttc-iosevka
ttf-fantasque-sans-mono
ttf-fira-code
ttf-font-awesome
ttf-jetbrains-mono
unclutter
unzip
vi
vim
vulkan-radeon
webkit2gtk
wget
which
wireless_tools
wpa_supplicant
xclip
xf86-video-amdgpu
xf86-video-ati
xfce4-power-manager
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xss-lock
xterm
yarn
zip
zram-generator
zsh
